Table of Contents
 Interface IGeometryPart
Namespace
IdeaRS.OpenModel.Detail
Assembly
IdeaRS.OpenModel.dll
Geotery interface
public interface IGeometryPart
Properties
 Edges
Lines of input edges on wall or beam
List<ReferenceElement> Edges { get; set; }
Property Value
List<ReferenceElement>
 Edit this page